Repository: knappy214/naboomcommunity
Catalog: naboomcommunity/naboomcommunity/home/locale/*/LC_MESSAGES/django.po
Languages: af

source: User Profile
af: Gebruiker Profiel

source: User Profiles
af: Gebruiker Profiele

source: Contact phone number
af: Kontak telefoonnommer

source: User's date of birth
af: Gebruiker se geboortedatum

source: User's gender identity
af: Gebruiker se geslagsidentiteit

source: User's physical address
af: Gebruiker se fisiese adres

source: User's city of residence
af: Gebruiker se woonstad

source: User's province/state
af: Gebruiker se provinsie/staat

source: User's postal/zip code
af: Gebruiker se poskode

source: User's known allergies
af: Gebruiker se bekende allergies

source: User's medical conditions
af: Gebruiker se mediese toestande

source: User's current medications
af: Gebruiker se huidige medikasie

source: Emergency contact person's name
af: Noodkontak persoon se naam

source: Emergency contact person's phone number
af: Noodkontak persoon se telefoonnommer

source: Relationship to emergency contact person
af: Verhouding tot noodkontak persoon

source: User's preferred language
af: Gebruiker se voorkeurtaal

source: User's timezone
af: Gebruiker se tydsone

source: Enable email notifications
af: E-pos kennisgewings aktiveer

source: Enable SMS notifications
af: SMS kennisgewings aktiveer

source: Enable multi-factor authentication
af: Multi-faktor outentifikasie aktiveer

source: Date and time when profile was created
af: Datum en tyd wanneer profiel geskep is

source: Date and time when profile was last updated
af: Datum en tyd wanneer profiel laas opgedateer is

source: User Group
af: Gebruiker Groep

source: User Groups
af: Gebruiker Groepe

source: Name of the user group
af: Naam van die gebruiker groep

source: Description of the user group
af: Beskrywing van die gebruiker groep

source: Whether the group is currently active
af: Of die groep tans aktief is

source: Date and time when group was created
af: Datum en tyd wanneer groep geskep is

source: Date and time when group was last updated
af: Datum en tyd wanneer groep laas opgedateer is

source: User Role
af: Gebruiker Rol

source: User Roles
af: Gebruiker Rolle

source: Name of the user role
af: Naam van die gebruiker rol

source: Description of the user role
af: Beskrywing van die gebruiker rol

source: JSON field containing role permissions
af: JSON veld wat rol regte bevat

source: Whether the role is currently active
af: Of die rol tans aktief is

source: Date and time when role was created
af: Datum en tyd wanneer rol geskep is

source: Date and time when role was last updated
af: Datum en tyd wanneer rol laas opgedateer is

source: User Group Membership
af: Gebruiker Groep Lidmaatskap

source: User Group Memberships
af: Gebruiker Groep Lidmaatskappe

source: User who is a member of the group
af: Gebruiker wat 'n lid van die groep is

source: Group that the user belongs to
af: Groep waarvan die gebruiker 'n lid is

source: Role assigned to the user in this group
af: Rol toegeken aan die gebruiker in hierdie groep

source: Date and time when user joined the group
af: Datum en tyd wanneer gebruiker by die groep aangesluit het

source: Whether the membership is currently active
af: Of die lidmaatskap tans aktief is

source: Additional notes about the membership
af: Bykomende notas oor die lidmaatskap

source: Date and time when membership was created
af: Datum en tyd wanneer lidmaatskap geskep is

source: Date and time when membership was last updated
af: Datum en tyd wanneer lidmaatskap laas opgedateer is

source: User
af: Gebruiker

source: Phone
af: Telefoon

source: Date of birth
af: Geboortedatum

source: Gender
af: Geslag

source: Address
af: Adres

source: City
af: Stad

source: Province
af: Provinsie

source: Postal code
af: Poskode

source: Medical conditions
af: Mediese toestande

source: Current medications
af: Huidige medikasie

source: Emergency contact name
af: Noodkontak naam

source: Emergency contact phone
af: Noodkontak telefoon

source: Emergency contact relationship
af: Noodkontak verhouding

source: Preferred language
af: Voorkeurtaal

source: Timezone
af: Tydsone

source: Email notifications
af: E-pos kennisgewings

source: SMS notifications
af: SMS kennisgewings

source: MFA enabled
af: MFA geaktiveer

source: Created at
af: Geskep op

source: Updated at
af: Opgedateer op

source: Name
af: Naam

source: Description
af: Beskrywing

source: Is active
af: Is aktief

source: Permissions
af: Regte

source: Group
af: Groep

source: Role
af: Rol

source: Joined at
af: Aangesluit op

source: Notes
af: Notas

source: Member
af: Lid

source: Elders
af: Ouderlinge

source: Deacons
af: Diakens

source: Youth Leaders
af: Jeugleiers

source: Worship Team
af: Aanbidding Span

source: Sunday School Teachers
af: Sondagskool Onderwysers

source: Community Outreach
af: Gemeenskaps Uitreik

source: Technical Support
af: Tegniese Ondersteuning

source: Default group for all registered community members
af: Verstek groep vir alle geregistreerde gemeenskapslede

source: Church elders and spiritual leaders
af: Kerk ouderlinge en geestelike leiers

source: Church deacons and service leaders
af: Kerk diakens en diensleiers

source: Youth ministry leaders and coordinators
af: Jeugbediening leiers en koördineerders

source: Music and worship ministry team
af: Musiek en aanbidding bediening span

source: Sunday school and children's ministry teachers
af: Sondagskool en kinders bediening onderwysers

source: Community service and outreach coordinators
af: Gemeenskaps diens en uitreik koördineerders

source: Technical and IT support team
af: Tegniese en IT ondersteuning span

source: Basic member permissions and access
af: Basiese lid regte en toegang

source: Elder-level permissions and leadership access
af: Ouderling-vlak regte en leierskap toegang

source: Deacon-level permissions and service access
af: Diaken-vlak regte en diens toegang

source: Youth leader permissions and ministry access
af: Jeugleier regte en bediening toegang

source: Worship team permissions and music access
af: Aanbidding span regte en musiek toegang

source: Sunday school teacher permissions and education access
af: Sondagskool onderwyser regte en onderwys toegang

source: Community outreach permissions and service access
af: Gemeenskaps uitreik regte en diens toegang

source: Technical support permissions and system access
af: Tegniese ondersteuning regte en stelsel toegang
